Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.479cc8f98eb5
source: 長く動ける体力と回復力を育てる
ar_sa: تطوير القوة البدنية وقوة التعافي التي تسمح لك بالحركة لفترة طويلة
ca: Desenvolupar la força física i el poder de recuperació que et permetin moure't durant molt de temps
cs: Rozvíjejte sílu a schopnost regenerace
da: Udvikl udholdenhed og restitutionsevne
de_de: Fördern Sie Ausdauer und Erholung
el: Ανάπτυξη της αντοχής και της ικανότητας αποκατάστασης
en_au: Develop endurance and recovery capacity for longer activity
es_es: Desarrolla una buena condición física y capacidad de recuperación.
fi: Kehitä pitkäkestoista kestävyyttä ja palautumista
fr_ca: Développer une endurance et une capacité de récupération à long terme
gu: લાંબા સમય સુધી કરી શકાય તેવી શારીરિક ક્ષમતા અને પુનઃપ્રાપ્તિની તાલીમ આપો
he: טיפוח כוח ויכולת החזרה לאורך זמן
hi: लंबे समय तक चलने वाली ताकत और रिकवरी क्षमता विकसित करें
hr: Izgradite dugotrajnu snagu i sposobnost oporavka
hu: Hosszú távon fenntartható fizikai kondíciót és regenerálódást biztosít.
id: Membangun kekuatan dan kemampuan pemulihan yang tahan lama
it: Sviluppa la resistenza e la capacità di movimento a lungo termine
ko: 오랫동안 운동할 수 있는 체력과 회복력을 길러줍니다.
mr: दीर्घकाळ टिकणारा आणि पुनर्प्राप्ती क्षमता वाढवा
ms: Membina kekuatan dan keupayaan pemulihan untuk jangka masa yang panjang
nl_nl: Ontwikkel een goede conditie en herstelvermogen
no: Bygg opp utholdenhet og restitusjonsevne
pl: Rozwijaj wytrzymałość i zdolność do regeneracji
pt_br: Desenvolva resistência e capacidade de recuperação para atividades prolongadas
pt_pt: Desenvolva resistência e capacidade de recuperação para atividades prolongadas
ro: Cultivă o condiție fizică bună și capacitatea de recuperare
ru: Развивайте выносливость и способность к восстановлению.
sk: Budujte silu a schopnosť regenerácie
sl: Izboljšajte moč in sposobnost regeneracije
sv: Utveckla långvarig kondition och återhämtning
ta: நீண்ட நேரம் உடற்பயிற்சி செய்யக்கூடிய உடல் வலிமை மற்றும் மீட்சி திறனை வளர்க்கவும்.
te: దీర్ఘకాలం పాటు శారీరకంగా చురుకుగా ఉండటానికి మరియు కోలుకోవడానికి సహాయపడుతుంది.
th: ส่งเสริมความแข็งแรงและความสามารถในการฟื้นตัว
tr: Uzun süre hareket edebilen dayanıklılık ve toparlanma gücünü geliştirmek
uk: Розвивайте фізичну витривалість та здатність до відновлення
vi: Nâng cao sức bền và khả năng phục hồi
zh_hans: 培养能够长时间保持体力的能力和恢复力
zh_hant: 培養長時間運動的體力與恢復能力

# domain_catalog.483f3d1f2776
source: 週平均で体重傾向を見る
ar_sa: عرض اتجاهات الوزن على أساس المتوسطات الأسبوعية
ca: Consulteu les tendències del pes en funció de les mitjanes setmanals
cs: Sledujte trend váhy v průběhu týdne
da: Se vægtudviklingen over ugen
de_de: Beurteilen Sie den Gewichtsverlauf pro Woche
el: Παρακολουθήστε τις τάσεις του βάρους ανά εβδομάδα
en_au: View weight trends on a weekly basis
es_es: Observa las tendencias de peso a lo largo de la semana.
fi: Katso painon kehitystä viikoittain
fr_ca: Visualiser l'évolution du poids sur une base hebdomadaire
gu: અઠવાડિયાના સરેરાશમાં વજન પર નજર રાખો
he: צפו בשינויים במשקל בממוצע שבועי
hi: सप्ताह के औसत में वजन के रुझान देखें
hr: Pogledaj trend težine tjedno
hu: A heti átlagos súlyváltozást nézd meg.
id: Melihat tren berat badan secara mingguan
it: Visualizza la tendenza del peso a settimana
ko: 주간 평균 체중 변화를 확인합니다.
mr: ह्या आठवड्यातील वजनातील बदलांचा मागोवा घ्या
ms: Lihat trend berat badan setiap minggu
nl_nl: Bekijk de gewichtstrends per week
no: Se vektendringer over uken
pl: Obserwuj tendencje wagi na tygodniowej podstawie
pt_br: Visualize a tendência do peso na média semanal
pt_pt: Visualize a tendência do peso na média semanal
ro: Vezi tendința greutății pe săptămână
ru: Просматривайте тенденцию изменения веса по неделям.
sk: Sledujte trend váhy v priemere za týždeň
sl: Glejte trende telesne mase na teden
sv: Se viktutvecklingen i genomsnitt per vecka
ta: வாரத்திற்கு சராசரி எடை மாற்றத்தை பார்க்கவும்
te: వారానికి సగటు బరువును చూడటం
th: ดูแนวโน้มน้ำหนักรายสัปดาห์
tr: Haftalık ortalama ağırlık değişimini gör
uk: Дивіться тенденцію ваги за тиждень
vi: Xem xu hướng cân nặng theo tuần
zh_hans: 每周查看体重趋势
zh_hant: 以週平均來看體重變化趨勢

# domain_catalog.48a43e821e28
source: 未設定
ar_sa: لم يتم ضبطه
ca: No configurat
cs: Nezadané
da: Ikke defineret
de_de: Nicht festgelegt
el: Μη ορισμένο
en_au: Not configured
es_es: Sin configurar
fi: Ei määritetty
fr_ca: Non défini
gu: નિયત નથી
he: לא הגדר
hi: निर्धारित नहीं
hr: Nije definirano
hu: Beállítva nem
id: Belum ditetapkan
it: Non impostato
ko: 설정이 안됨
mr: निश्चित नाही
ms: Belum ditetapkan
nl_nl: Niet ingesteld
no: Ikke satt opp
pl: Niezdefiniowane
pt_br: Não definido
pt_pt: Não definido
ro: Nerecomandat
ru: Не настроено
sk: Nevyplnené
sl: Nezasnovano
sv: Ej definierat
ta: வரையறுக்கப்படவில்லை
te: నిర్దేశించలేదు
th: ยังไม่ได้กำหนด
tr: Belirlenmemiş
uk: Не встановлено
vi: Chưa thiết lập
zh_hans: 未设置

# domain_catalog.49042d56f471
source: 肘の位置を保ち、手首を返しながらダンベルを上げる。
ar_sa: أبقِ مرفقيك في موضعهما وأدر معصميك أثناء رفع الدمبل.
ca: Mantingueu els colzes en posició i gireu els canells mentre aixequeu les manuelles.
cs: Udržujte pozici loktů a zvedejte činku pomocí pohybu zápěstí.
da: Hold albuerne på plads og løft håndleddet samtidig med at du løfter vægten.
de_de: Halte die Position deiner Ellbogen und hebe das Gewicht mit dem Handgelenk an.
el: Διατηρήστε τη θέση των αγκονών και σηκώστε το ράβδο χρησιμοποιώντας τον καρπό.
en_au: Keep your elbows in position and raise the dumbbell while reversing your wrists.
es_es: Mantener la posición de los codos y levantar la barra con las manos, doblando ligeramente las muñecas.
fi: Pidä kyynärpäät paikallaan ja nosta käsipainoa käden avulla.
fr_ca: Maintenez la position de vos coudes tout en soulevant le haltère en pliant le poignet.
gu: હાથની સ્થિતિ જાળવી રાખો અને હાથની ઘૂંટીને ઉપરની તરફ ખેંચીને ડમ્બેલ ઉઠાવો.
he: לשמור על מיקום הכתף, ולהרים את הדסקית תוך שמירת פרק היד.
hi: अपनी कोहनी की स्थिति बनाए रखें और डम्बल उठाते समय अपनी कलाई को सीधा रखें।
hr: Držite ruke u pravilnom položaju i podižite uteg uz pomoć zglobova.
hu: Tartsa a karok helyzetét, miközben emeli a käsizt.
id: Mempertahankan posisi siku, lalu mengangkat dumbbell sambil menekuk pergelangan tangan.
it: Mantieni la posizione dei gomiti e solleva il manubrio piegando il polso.
ko: 팔꿈치의 위치를 유지하면서 손목을 뒤로 젖히며 덤벨을 들어 올립니다.
mr: हाताची स्थिती स्थिर ठेवा आणि हाताच्या साहाय्याने डंबेल वर उचला.
ms: Menahan kedudukan siku, sambil mengangkat dumbbell dengan menekuk pergelangan tangan.
nl_nl: Houd je ellebogen op hun plaats en til de dumbbell door je hand te bewegen.
no: Hold albuene på plass og løft stangen ved hjelp av håndleddet.
pl: Utrzymaj pozycję łokcia i podnoś ciężar za pomocą dłoni, jednocześnie utrzymując prawidłową postawę.
pt_br: Mantenha os cotovelos na posição adequada e levante o peso com as mãos, flexionando os punhos.
pt_pt: Mantenha os cotovelos na posição adequada e levante o peso com as mãos, flexionando os punhos.
ro: Menține poziția antebrațelor și ridică ganterele, flexând încheietura mâinii.
ru: Держите локти в определенном положении и поднимайте гантель, сгибая запястье.
sk: Udržajte pozíciu lakťov a zdvihnite činku pomocou zápästia.
sl: Bodite pozorni na položaj rok, medtem ko dvigujete ute s pomočjo roke.
sv: Håll armbågen på plats och lyft hanteln genom att böja handleden.
ta: கைகளை மடக்கி, மணிக்கட்டை உயர்த்தி, டம்பலை உயர்த்தவும்.
te: చేతుల స్థానాన్ని కాపాడుతూ, చేతిని పైకి ఎత్తి డంబెల్‌ను పైకి తీసుకురావడం.
th: รักษาระดับข้อศอก และยกดัมเบลโดยการงอข้อมือ
tr: Dirseklerinizi sabit tutarken, el bileğinizi kullanarak ağırlığı yukarı kaldırın.
uk: Тримайте руки в потрібному положенні та піднімайте гантелі, згинаючи зап'ястя.
vi: Giữ khuỷu tay cố định, đồng thời nâng tạ bằng cách xoay cổ tay.
zh_hans: 保持肘部位置，同时向上提起哑铃
zh_hant: 保持肘部位置，同時將手腕向後彎曲，抬起啞鈴

# domain_catalog.493865938e62
source: できていることから確認して、次の一歩につなげましょう。
ar_sa: تحقق مما أنجزته واتخذ الخطوة التالية.
ca: Comproveu el que heu aconseguit i feu el següent pas.
cs: Zkontrolujte, co jste dosáhli, a přejděte k dalšímu kroku.
da: Bekræft fremskridt og brug det som grundlag for næste trin.
de_de: Überprüfen Sie, was bereits erreicht wurde, und nutzen Sie dies als Grundlage für den nächsten Schritt.
el: Βεβαιωθείτε ότι έχετε κάνει τα απαραίτητα και προχωρήστε στο επόμενο βήμα.
en_au: Let's confirm your progress and move on to the next step.
es_es: Para confirmar lo que has estado haciendo y avanzar al siguiente paso.
fi: Varmista, että olet tehnyt kaikki tarvittavat toimenpiteet, ja siirry seuraavaan vaiheeseen.
fr_ca: Pour vérifier ce que vous avez accompli et passer à l'étape suivante.
gu: આ પરિણામોને ચકાસીને, આગળના પગલા તરફ આગળ વધીએ.
he: בדקו מה התקדמתם, ותכננו את הצעד הבא.
hi: यह सुनिश्चित करने के लिए कि सब कुछ ठीक है, और अगले चरण पर आगे बढ़ें।
hr: Provjerite što je već napravljeno i nastavite s sljedećim koracima.
hu: Ellenőrizze a beállítottakat, és építsen rá az alábbi lépésekre.
id: Verifikasi dari yang telah dilakukan, dan lanjutkan ke langkah berikutnya.
it: Verificate i progressi e passate al passo successivo.
ko: 이러한 진행 상황을 확인하고 다음 단계로 연결해 봅시다.
mr: आतापर्यंत केलेल्या प्रयत्नांचे मूल्यांकन करा आणि पुढील पायरीसाठी तयार व्हा.
ms: Pastikan aktiviti ini telah dijalankan, dan gunakan sebagai langkah seterusnya.
nl_nl: Bekijk wat je al hebt bereikt en gebruik dit als basis voor de volgende stap.
no: Bekreft fremgangen, og bruk dette som grunnlag for neste steg.
pl: Sprawdź, co już robisz, i wykorzystaj to jako podstawę do kolejnego kroku.
pt_br: Verifique o que já foi feito e avance para o próximo passo.
pt_pt: Verifique o que já foi feito e avance para o próximo passo.
ro: Verificați progresul și continuați cu următorul pas.
ru: Чтобы убедиться в прогрессе, перейдите к следующему шагу.
sk: Na základe toho, čo ste dosiahli, prejdite na ďalší krok.
sl: Preverite, kaj že deluje, in se pripravite na naslednji korak.
sv: Verifiera vad du har åstadkommit och använd det som grund för nästa steg.
ta: நீங்கள் செய்ததை சரிபார்த்து, அடுத்த கட்டத்திற்கு செல்லுங்கள்.
te: ఇప్పటికే ఉన్న వాటిని సమీక్షించి, తదుపరి దశకు వెళ్దాం.
th: เพื่อให้แน่ใจว่าสิ่งเหล่านี้เป็นไปตามเป้าหมาย ให้ดำเนินการต่อไป
tr: Şu anki ilerlemenizi kontrol ederek, bir sonraki adıma geçelim.
uk: Перевірте, що вже зроблено, і використайте це як основу для наступного кроку.
vi: Để đảm bảo mọi thứ đang diễn ra tốt, hãy tiếp tục và chuyển sang bước tiếp theo.
zh_hans: 请确认已完成，并为下一步做好准备。
zh_hant: 請確認目前情況，並為下一個步驟做準備。

# domain_catalog.4a930a07ceee
source: 負荷を慎重に上げたい
ar_sa: أريد زيادة الحمل بعناية.
ca: Vull augmentar la càrrega amb cura.
cs: Chcete postupně zvyšovat zátěž
da: Øg belastningen forsigtigt
de_de: Ich möchte die Belastung vorsichtig steigern
el: Θέλετε να αυξήσετε σταδιακά τη φόρτιση
en_au: Carefully increase the resistance
es_es: Quiero aumentar gradualmente la carga.
fi: Haluan lisätä kuormaa varovasti.
fr_ca: Augmenter progressivement la charge avec prudence
gu: વજન ધીમે ધીમે વધારવું.
he: להגדיל בהדרגה את המשקל
hi: मैं धीरे-धीरे भार बढ़ाना चाहता हूँ
hr: Želim pažljivo povećati opterećenje
hu: Óvatosan szeretném növelni a terhelést
id: Ingin meningkatkan beban dengan hati-hati
it: Aumenta gradualmente la resistenza
ko: 무게를 신중하게 늘리고 싶음
mr: वजनाची पातळी हळू हळू वाढवायची आहे.
ms: Inginkan untuk meningkatkan beban dengan hati-hati
nl_nl: Ik wil de weerstand geleidelijk verhogen
no: Øk belastningen forsiktig
pl: Chcę stopniowo zwiększać obciążenie
pt_br: Aumente a carga com cuidado
pt_pt: Aumente a carga com cuidado
ro: Vrei să crești treptat intensitatea antrenamentelor
ru: Осторожно увеличивать нагрузку
sk: Chcete postupne zvyšovať zaťaženie
sl: Želim počasi povečati obremenitev
sv: Öka belastningen försiktigt
ta: எடையை கவனமாக அதிகரிக்க விரும்புகிறேன்.
te: బరువును జాగ్రత్తగా పెంచండి.
th: ต้องการเพิ่มน้ำหนักอย่างระมัดระวัง
tr: Ağırlığı dikkatli bir şekilde artırmak istiyorum
uk: Почніть поступово збільшувати навантаження
vi: Muốn tăng trọng lượng một cách cẩn thận
zh_hans: 谨慎地增加负重
zh_hant: 小心地增加負荷

# domain_catalog.4bf874b42a7f
source: 高たんぱくの一品
ar_sa: طبق عالي البروتين
ca: Plat ric en proteïnes
cs: Zdroj vysokého obsahu bílkovin
da: Rigt proteinindhold
de_de: Produkt mit hohem Proteingehalt
el: Πλούσιο σε πρωτεΐνες τροφίμα
en_au: A high-protein option.
es_es: Una fuente de proteína alta
fi: Proteiinipitoinen ruoka
fr_ca: Alimentation riche en protéines
gu: ઉચ્ચ પ્રોટીન ધરાવતું ભોજન
he: מקור של חלבונים גבוה
hi: उच्च प्रोटीन वाला भोजन
hr: Izbor bogat proteinom
hu: Magas fehérjában gazdag étel
id: Makanan tinggi protein
it: Alimento ricco di proteine
ko: 고단백 식품
mr: प्रथिनेयुक्त पदार्थ
ms: Makanan tinggi protein
nl_nl: Product met een hoog eiwitgehalte
no: Mat med høyt proteininnhold
pl: Źródło wysokiej zawartości białka
pt_br: Uma opção rica em proteínas.
pt_pt: Uma opção rica em proteínas.
ro: O porție bogată în proteine
ru: Продукт с высоким содержанием белка
sk: Potravina s vysokým obsahom bielkovín
sl: Izdelek z visoko vsebnostjo beljakovin
sv: Livsmedel med högt proteininnehåll
ta: அதிக புரதம் உள்ள உணவு
te: అధిక ప్రోటీన్ కలిగిన ఆహారం
th: แหล่งโปรตีนสูง
tr: Yüksek proteinli bir besin
uk: Продукт з високим вмістом білка
vi: Thực phẩm giàu protein
zh_hans: 高蛋白食品
zh_hant: 高蛋白質的食物

# domain_catalog.4c3c32ef7d36
source: 再現できる強さを作りましょう
ar_sa: دعونا نخلق القوة للتكاثر
ca: Creem la força per reproduir-nos
cs: Vytvořte si sílu, kterou můžete opakovat.
da: Skab en styrke, du kan opnå.
de_de: Eine wiederholbare Stärke schaffen.
el: Δημιουργήστε μια ισχυρή και σταθερή πρόγραμμα.
en_au: Create a strength that can be replicated.
es_es: Creemos una fuerza que podamos replicar.
fi: Luo toistettava voima.
fr_ca: Créez une force que vous pouvez reproduire.
gu: એવી શક્તિ બનાવો જે પુનઃઉત્પાદિત કરી શકાય
he: צור כוח שניתן לשחזר.
hi: एक ऐसा स्तर बनाएं जिसे आप दोहरा सकें।
hr: Stvorite napredak koji možete ponoviti.
hu: Készítsen olyan erősséget, amit reprodukálni tud.
id: Buat kekuatan yang dapat Anda capai.
it: Crea un allenamento che puoi ripetere.
ko: 쉽게 따라 할 수 있는 강도를 만들어 보세요.
mr: असा व्यायाम जो तुम्ही पुन्हा करू शकता
ms: Cipta kekuatan yang boleh diulangi.
nl_nl: Creëer een weerbare kracht.
no: Lag en styrke du kan gjenskape.
pl: Stwórz siłę, którą możesz powtórzyć.
pt_br: Crie um treino que você consegue repetir.
pt_pt: Crie um treino que você consegue repetir.
ro: Creați o forță pe care o puteți reproduce.
ru: Создайте силу, которую можно повторить.
sk: Vytvorte si silu, ktorú dokážeš opakovať.
sl: Ustvarite moč, ki jo lahko dosežete.
sv: Skapa en styrka som du kan upprepa.
ta: உங்களால் அடையக்கூடிய வலிமையை உருவாக்கவும்.
te: పునరావృతమయ్యే బలాన్ని సృష్టించండి.
th: สร้างความแข็งแรงที่สามารถทำซ้ำได้
tr: Başarılı olabilecek bir antrenman programı oluşturun.
uk: Створіть силу, яку можна повторити.
vi: Tạo ra sức mạnh có thể lặp lại.
zh_hans: 创造可重复的力量
zh_hant: 创造可重复的力量

# domain_catalog.4c7e42a86929
source: ジム訪問
ar_sa: زيارة صالة الألعاب الرياضية
ca: visita al gimnàs
cs: Návštěva posilovny
da: Besøg i fitnesscenteret
de_de: Besuch im Fitnessstudio
el: Επίσκεψη στο γυμναστήριο
en_au: Gym visit
es_es: Visita al gimnasio
fi: Kuntosalin käynti
fr_ca: Visite à la salle de sport
gu: જિમમાં આવો
he: ביקור בחדר כושר
hi: जिम में जाएँ
hr: Posjeta teretane
hu: Edzőteremben való részvétel
id: Kunjungan ke gym
it: Visita in palestra
ko: 헬스장 방문
mr: जिममध्ये भेट
ms: Menghadiri gim
nl_nl: Bezoek aan de sportschool
no: Besøk på treningssenter
pl: Trening w siłowni
pt_br: Visita ao ginásio
pt_pt: Visita ao ginásio
ro: Vizită la sală
ru: Посещение зала
sk: Návšteva posilňovne
sl: Obisk telovadnice
sv: Besök gymmet
ta: ஜிம் வருகை
te: జిమ్‌కు వెళ్లడం
th: เยี่ยมชมยิม
tr: Spor salonuna gitmek
uk: Відвідування тренажерного залу
vi: Tham gia phòng tập
zh_hans: 健身房参观
zh_hant: 健身房参观

# domain_catalog.4cdb07aaaf3c
source: カロリー
ar_sa: السعرات الحرارية
ca: calories
cs: Kalorie
da: Kalorier
de_de: Kalorien
el: Θερμίδες
en_au: Calories
es_es: Calorías
fi: Kalorit
fr_ca: Calories
gu: કેલરી
he: קלוריות
hi: कैलोरी
hr: Kalorije
hu: Kalóriák
id: Kalori
it: Calorie
ko: 칼로리
mr: कॅलरी
ms: Kalori
nl_nl: Calorieën
no: Kalorier
pl: Kalorie
pt_br: Calorias
pt_pt: Calorias
ro: Calorii
ru: Калории
sk: Kalórie
sl: Kalorije
sv: Kalorier
ta: கலோரி
te: క్యాలరీలు
th: แคลอรี่
tr: Kalori
uk: Калорії
vi: Calo
zh_hans: 卡路里
zh_hant: 卡路里

# domain_catalog.4cdffe201223
source: 脂質が目標を約{{value1}}g上回っています
ar_sa: تتجاوز الدهون الهدف بحوالي {{value1}}g
ca: El greix supera l'objectiu aproximadament {{value1}}g
cs: Množství tuků je o {{value1}} g vyšší než cílová hodnota.
da: Dit fedtindhold er omkring {{value1}}g over målet.
de_de: Der Fettgehalt liegt etwa {{value1}}g über dem Zielwert.
el: Η πρόσληψη λιπαρών υπερβαίνει τον στόχο κατά περίπου {{value1}}g.
en_au: Your fat intake is approximately {{value1}}g above your target.
es_es: El consumo de grasas supera tu objetivo en aproximadamente {{value1}}g.
fi: Rasvapitoisuus on noin {{value1}} g yli tavoitteen.
fr_ca: Vos apports en lipides dépassent de {{value1}} g par rapport à votre objectif.
gu: ચરબીનું પ્રમાણ લક્ષ્ય કરતાં આશરે {{value1}} ગ્રામ વધારે છે.
he: צריכת השומן עולה ב-{{value1}} גרם מהמטרה.
hi: आपकी वसा का सेवन आपके लक्ष्य से लगभग {{value1}} ग्राम अधिक है।
hr: Vaše udjel masti je oko {{value1}}g viši od cilja.
hu: A teljes zsírtartalom körülbelül {{value1}} g-t meghalad.
id: Konsumsi lemak melebihi target sekitar {{value1}}g
it: L'assunzione di grassi supera il valore obiettivo di circa {{value1}}g.
ko: 지방 섭취량이 목표량보다 약 {{value1}}g 더 많습니다.
mr: चरबीचे प्रमाण अंदाजे {{value1}} ग्रॅम जास्त आहे.
ms: Jumlah lemak melebihi sasaran kira-kira {{value1}}g
nl_nl: Je inname van vet is ongeveer {{value1}} gram hoger dan je doel.
no: Du har inntatt omtrent {{value1}}g mer fett enn målet.
pl: Zawartość tłuszczu przekracza docelową o około {{value1}}g.
pt_br: A ingestão de gordura está cerca de {{value1}}g acima do seu objetivo.
pt_pt: A ingestão de gordura está cerca de {{value1}}g acima do seu objetivo.
ro: Consumul de grăsimi depășește ținta cu aproximativ {{value1}}g.
ru: Содержание жиров превышает целевое значение примерно на {{value1}} г.
sk: Množstvo tukov presahuje cieľové hodnoty o približne {{value1}}g.
sl: Vaše vnos maščob je več kot {{value1}}g.
sv: Du har överskridit ditt mål med ungefär {{value1}}g fett.
ta: உங்கள் கொழுப்பின் அளவு, இலக்கை விட சுமார் {{value1}} கிராம் அதிகமாக உள்ளது.
te: కొవ్వు లక్ష్యాన్ని దాటి ఉంది {{value1}} గ్రాముల కంటే ఎక్కువ
th: ปริมาณไขมันสูงกว่าเป้าหมายประมาณ{{value1}} กรัม
tr: Yağ miktarı hedefin yaklaşık {{value1}}g üzerinde
uk: Кількість жирів перевищує цільову на приблизно {{value1}} г.
vi: Lượng chất béo vượt quá mục tiêu khoảng {{value1}}g
zh_hans: 脂肪摄入量超过目标{{value1}}克
zh_hant: 目標的脂肪含量約為{{value1}}克

# domain_catalog.4d5b0045e0e5
source: 開発用の接続先を指定できます。APIキーは端末のKeychainへ保存します。
ar_sa: يمكنك تحديد وجهة الاتصال للتطوير. احفظ مفتاح API في Keychain الخاص بالجهاز.
ca: Podeu especificar la destinació de connexió per al desenvolupament. Deseu la clau API al clauer del dispositiu.
cs: Můžete specifikovat cílové zařízení pro vývoj. Klíč API uložíte do Keychain vašeho zařízení.
da: Du kan angive en destinationsserver til udvikling. API-nøglen gemmes i din enheds nøglebund.
de_de: Sie können den Ziel-Server für die Entwicklung angeben. Der API-Schlüssel wird im Keychain des Geräts gespeichert.
el: Μπορείτε να καθορίσετε τον προορισμό σύνδεσης για ανάπτυξη. Το API key αποθηκεύεται στο Keychain του τερματικού σας.
en_au: You can specify the connection target for development purposes. The API key will be saved in your device's Keychain.
es_es: Puedes especificar el destino de conexión para desarrollo. La clave API se guarda en el Keychain del dispositivo.
fi: Voit määritellä kehitystyön yhteyden. API-avain tallennetaan laitteen avaimiin.
fr_ca: Vous pouvez spécifier la destination de connexion pour le développement. La clé API est enregistrée dans le Keychain de l'appareil.
gu: ડેવલપમેન્ટ માટે કનેક્શન સ્ત્રોત પસંદ કરી શકો છો. API કી તમારા ઉપકરણના Keychain માં સાચવી શકાય છે.
he: ניתן לציין את נקודת הקישור עבור פיתוח. מפתח API נשמר במאגר המפתחות של המכשיר.
hi: डेवलपमेंट के लिए कनेक्शन निर्दिष्ट किया जा सकता है। API कुंजी डिवाइस की Keychain में सहेज दी जाएगी।
hr: Možete odabrati cilj za povezivanje. Ključ API-ja će se pohraniti u Keychain uređaja.
hu: Az API kulcsot a készülék Keychain-jában tárolhatod.
id: Anda dapat menentukan tujuan koneksi untuk pengembangan. Kunci API disimpan di Keychain perangkat Anda.
it: È possibile specificare il server di connessione per lo sviluppo. La chiave API viene salvata nel Keychain del dispositivo.
ko: 개발용 연결 설정을 지정할 수 있습니다. API 키는 기기의 Keychain에 저장됩니다.
mr: डेव्हलपमेंटसाठी कनेक्शन निर्दिष्ट केले जाऊ शकते. API की (API key) तुमच्या डिव्हाइसच्या Keychain मध्ये सेव्ह (save) करा.
ms: Anda boleh menentukan destinasi sambungan untuk pembangunan. Kunci API disimpan dalam Keychain peranti.
nl_nl: Je kunt de verbindingslocatie voor de ontwikkeling specificeren. De API-sleutel wordt opgeslagen in je apparaat.
no: Du kan spesifisere en tilkoblingsdestinasjon for utvikling. API-nøkkelen lagres i telefonens nøkkelring.
pl: Możesz określić adres docelowy dla testów. Klucz API zapisz w Keychain urządzenia.
pt_br: Você pode especificar o destino de conexão para fins de desenvolvimento. A chave da API será armazenada no Keychain do dispositivo.
pt_pt: Você pode especificar o destino de conexão para fins de desenvolvimento. A chave da API será armazenada no Keychain do dispositivo.
ro: Poți specifica destinația de conectare pentru dezvoltare. Cheia API este salvată în Keychain-ul dispozitivului.
ru: Вы можете указать целевое устройство для разработки. Ключ API сохраняется в Keychain устройства.
sk: Môžete zvoliť cieľovú aplikáciu pre vývoj. Kľúč API sa uloží do Keychain zariadenia.
sl: Za razvoj lahko izberete ciljno povezavo. Ključ API shranite v Keychain telefona.
sv: Du kan ange en anslutningspunkt för utveckling. API-nyckeln sparas i enhetsnyckel.
ta: டெவலப்மென்ட் பயன்பாட்டிற்கான இணைப்பு முகவரியை குறிப்பிடலாம். API கீயை சாதனத்தின் Keychain-ல் சேமிக்கவும்.
te: డెవలప్‌మెంట్ కోసం కనెక్షన్ ఎంచుకోవచ్చు. API కీని పరికరంలోని Keychain లో నిల్వ చేయవచ్చు.
th: คุณสามารถระบุปลายทางการเชื่อมต่อสำหรับวัตถุประสงค์การพัฒนาได้ API key จะถูกบันทึกไว้ใน Keychain ของอุปกรณ์
tr: Geliştirme için bağlantı noktası belirtilebilir. API anahtarı cihazın Keychain'ine kaydedilir.
uk: Ви можете вказати точку підключення для розробки. Ключ API зберігається у Keychain пристрою.
vi: Bạn có thể chỉ định điểm kết nối cho mục đích phát triển. API key sẽ được lưu trong Keychain của thiết bị.
zh_hans: 可以指定用于开发的连接目标。API密钥保存到设备Keychain中。
zh_hant: 可以指定開發用的連接目標。API鍵儲存在裝置的Keychain中。
